{
    "accused": {
        "definition": "A person charged with a crime."
    },
    "acquitted": {
        "definition": "A finding of 'not guilty' in a criminal case."
    },
    "adjournment": {
        "definition": "Postponement of a court hearing to another date."
    },
    "administrative offence": {
        "definition": "A non-criminal offence that regulates conduct in the public interest, such as securities regulations. Regulatory offences are often dealt with at administrative tribunals and not in a court setting."
    },
    "brydges duty counsel": {
        "definition": "Any individual who has been arrested or detained has the right to be informed by the police of the availability of legal aid and duty counsel. A toll-free line is generally available for immediate advice."
    },
    "charge": {
        "definition": "A formal accusation of an offence as a preliminary step to prosecution."
    },
    "charge withdrawn": {
        "definition": "Withdrawal of a formal accusation of an offence."
    },
    "charge dismissed": {
        "definition": "Withdrawal of a formal accusation of an offence."
    },
    "claimant": {
        "definition": "A person who brings a civil action in a court of law."
    },
    "clinic model": {
        "definition": "Where an office is set up to provide free legal services to eligible applicants. Services may range from advice, summary/brief services, to full service."
    },
    "conditional sentence": {
        "definition": "Where a sentence of imprisonment of less than two years is given, the judge may order that the sentence be served in the community subject to conditions."
    },
    "conflict": {
        "definition": "Two opposing parties in a matter cannot be represented by the same lawyer or the same office. One of the parties must seek independent representation."
    },
    "counsel": {
        "definition": "A lawyer, especially in a court proceeding."
    },
    "crown attorney": {
        "definition": "A legal officer who represents the federal, provincial or municipal government in proceedings. In Canada, federal prosecutors handle immigration and drug-related charges; provincial prosecutors handle criminal cases and some provincial offences."
    },
    "prosecutor": {
        "definition": "A legal officer who represents the federal, provincial or municipal government in proceedings. In Canada, federal prosecutors handle immigration and drug-related charges; provincial prosecutors handle criminal cases and some provincial offences."
    },
    "dangerous offender applications": {
        "definition": "A person who is convicted of a serious personal injury offence, as provided in the Criminal Code of Canada, and who is, after an assessment, found by a court to be at high risk to reoffend and whose risk cannot be managed in the community. Dangerous offenders are sentenced to detention in a federal prison for an indefinite period."
    },
    "defendant": {
        "definition": "A person accused in a criminal proceeding or sued in a civil proceeding."
    },
    "disbursements": {
        "definition": "Out-of-pocket expenses paid out by legal aid for applications, affidavits, etc. on behalf of the client. Legal aid plans attempt to have these costs reimbursed by the client where possible."
    },
    "disclosure": {
        "definition": "Making information and documents known and available to a party in a proceeding. There are disclosure requirements placed on parties by law or court rules."
    },
    "duty counsel": {
        "definition": "Refers to legal services provided without charge by a lawyer, generally provided at court or place of detention. Most often, the services provided are brief, and pertain to provision of summary advice or representation at a first appearance or plea court."
    },
    "eligibility": {
        "definition": "Legal aid is available to low-income individuals who qualify for a certificate to assist with paying the cost of a lawyer. Applicants who apply for legal aid must disclose financial information pertaining to income and assets to ascertain whether they meet the low-income requirements. Other criteria are considered in addition to financial eligibility, such as possibility of incarceration and loss of employment."
    },
    "expanded duty counsel": {
        "definition": "Provides the services of a regular duty counsel, but is also able to continue representing the accused in less serious matters until the case is resolved."
    },
    "full service": {
        "definition": "A legal aid certificate, referral, or other authorization for legal aid that contains the full range of legal services that could include preliminary stages of a criminal matter through to a trial."
    },
    "interim release": {
        "definition": "Release of the accused between committal for trial and the trial's completion (bail)."
    },
    "judicare model": {
        "definition": "This model provides eligible accused persons with a legal aid certificate that can be taken to a private lawyer who is willing to act on the basis of legal aid for that particular case. The lawyer is remunerated according to the tariff rate, and is subject to a cap on the number of hours that may be billed."
    },
    "law lines": {
        "definition": "A toll-free line for individuals requiring information about a legal matter."
    },
    "legal call centre": {
        "definition": "A toll-free line for individuals requiring information about a legal matter."
    },
    "mandatory minimum sentences": {
        "definition": "Offences under the Criminal Code for which a sentence of imprisonment must be imposed. Many of these offences have a compulsory period of time an offender must serve in prison."
    },
    "mixed system": {
        "definition": "This legal aid model provides for legal representation, which may be either assigned to a salaried in-house lawyer or referred to a private legal practitioner."
    },
    "plea court": {
        "definition": "The court where a declaration is made by a person accused of a crime as to whether he or she is guilty or not guilty of the charge."
    },
    "pro bono": {
        "definition": "Legal services provided by a lawyer free of charge."
    },
    "probation": {
        "definition": "Authorization for a person to be released into the community, subject to conditions listed in the order."
    },
    "recidivism": {
        "definition": "Tendency to relapse into previous behaviour, especially a pattern of criminal behaviour."
    },
    "rowbotham": {
        "definition": "The Ontario Court of Appeal, in R. v. Rowbotham, found that sections 7 and 11(d) of the Canadian Charter of Rights and Freedoms create a right to counsel if necessary for a fair trial, and that the court can order federally funded counsel in situations where an accused cannot afford counsel but is not eligible for legal aid, and where the proceedings are complex and there is a likelihood of imprisonment."
    },
    "stay of proceedings": {
        "definition": "An order suspending a legal proceeding."
    },
    "summary service": {
        "definition": "Refers to the provision of legal advice, information, or any other type of minimal legal service to an individual, such as making a telephone call or drafting a letter on behalf of a client."
    },
    "brief service": {
        "definition": "Refers to the provision of legal advice, information, or any other type of minimal legal service to an individual, such as making a telephone call or drafting a letter on behalf of a client."
    },
    "tariff": {
        "definition": "A schedule of fees to be charged for various legal services."
    },
    "unit of service": {
        "definition": "This count measures the number of units of service rather than the number of persons assisted and is mutually exclusive of all summary service and duty counsel service."
    },
    "unrepresented accused (self-represented)": {
        "definition": "One who appears in court without legal representation."
    }
}

